Repository: mrballistic/RaidCalculator2
Catalog: RaidCalculator2/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

# raidz1_cons
source: Survives only one failure per group Risky with large drives, because rebuilds take a long time Uses more memory than hardware RAID
de: Übersteht nur einen Ausfall pro Gruppe Riskant bei großen Laufwerken, weil Rebuilds lange dauern Braucht mehr Arbeitsspeicher als Hardware-RAID
es: Solo sobrevive a un fallo por grupo Arriesgado con unidades grandes, porque las reconstrucciones tardan mucho Usa más memoria que el RAID por hardware
fr: Ne survit qu’à une seule panne par groupe Risqué avec de gros disques, car les reconstructions sont longues Utilise plus de mémoire que le RAID matériel
it: Sopravvive a un solo guasto per gruppo Rischioso con dischi grandi, perché le ricostruzioni richiedono molto tempo Usa più memoria del RAID hardware
ja: グループごとに1台の故障にしか耐えられない 再構築に時間がかかるため、大容量ドライブではリスクが高い ハードウェアRAIDより多くのメモリを使う
ko: 그룹마다 장애 1개만 견딤 재구축에 시간이 오래 걸려 대용량 드라이브에서는 위험함 하드웨어 RAID보다 메모리를 많이 사용
pt_br: Sobrevive a apenas uma falha por grupo Arriscado com unidades grandes, porque as reconstruções demoram muito Usa mais memória que o RAID de hardware
zh_hans: 每组只能承受一块硬盘故障 重建耗时长，因此使用大容量硬盘时风险较高 比硬件 RAID 占用更多内存
zh_hant: 每個群組只能承受一顆故障 重建耗時很長，使用大容量硬碟時風險較高 比硬體 RAID 使用更多記憶體

# raidz1_description
source: RAID-Z1 is ZFS’s single-parity layout, similar to RAID 5. A pool can stripe several RAID-Z1 groups together.
de: RAID-Z1 ist das ZFS-Layout mit einfacher Parität, ähnlich wie RAID 5. Ein Pool kann mehrere RAID-Z1-Gruppen per Striping verbinden.
es: RAID-Z1 es la configuración de paridad simple de ZFS, similar a RAID 5. Un pool puede combinar en franjas varios grupos RAID-Z1.
fr: Le RAID-Z1 est la disposition à parité simple de ZFS, semblable au RAID 5. Un pool peut répartir en bandes plusieurs groupes RAID-Z1.
it: RAID-Z1 è la configurazione a parità singola di ZFS, simile a RAID 5. Un pool può unire in striping più gruppi RAID-Z1.
ja: RAID-Z1はZFSのシングルパリティ構成で、RAID 5に似ています。1つのプールで複数のRAID-Z1グループをストライピングできます。
ko: RAID-Z1은 RAID 5와 비슷한 ZFS의 단일 패리티 구성입니다. 하나의 풀에서 여러 RAID-Z1 그룹을 함께 스트라이핑할 수 있습니다.
pt_br: O RAID-Z1 é o layout de paridade simples do ZFS, semelhante ao RAID 5. Um pool pode distribuir em faixas vários grupos RAID-Z1.
zh_hans: RAID-Z1 是 ZFS 的单校验布局，类似于 RAID 5。一个存储池可以将多个 RAID-Z1 组条带化组合在一起。
zh_hant: RAID-Z1 是 ZFS 的單一同位元配置，類似 RAID 5。一個儲存池可以將多個 RAID-Z1 群組等量分割在一起。

# raidz1_pros
source: Checksums detect and repair silent corruption No RAID 5 write hole, because ZFS never overwrites data in place The most usable space of the RAID-Z levels
de: Prüfsummen erkennen und reparieren unbemerkte Datenfehler Kein „Write Hole“ wie bei RAID 5, weil ZFS Daten nie an Ort und Stelle überschreibt Der meiste nutzbare Speicher unter den RAID-Z-Leveln
es: Las sumas de verificación detectan y reparan la corrupción silenciosa Sin el “write hole” de RAID 5, porque ZFS nunca sobrescribe los datos existentes El mayor espacio utilizable de los niveles RAID-Z
fr: Les sommes de contrôle détectent et réparent la corruption silencieuse Pas de “write hole” du RAID 5, car ZFS ne réécrit jamais les données sur place Le plus d’espace utilisable parmi les niveaux RAID-Z
it: I checksum rilevano e riparano la corruzione silenziosa Nessun “write hole” di RAID 5, perché ZFS non sovrascrive mai i dati sul posto Lo spazio utilizzabile più ampio tra i livelli RAID-Z
ja: チェックサムがサイレントな破損を検出して修復 ZFSはデータをその場で上書きすることがないため、RAID 5の「ライトホール」問題が起きない RAID-Zレベルの中で使用可能容量が最大
ko: 체크섬으로 눈에 띄지 않는 손상을 감지하고 복구 ZFS는 데이터를 제자리에 덮어쓰지 않으므로 RAID 5의 “쓰기 홀” 문제가 없음 RAID-Z 레벨 중 사용 가능한 공간이 가장 큼
pt_br: Somas de verificação detectam e reparam corrupção silenciosa Sem o “write hole” do RAID 5, porque o ZFS nunca sobrescreve dados existentes O maior espaço utilizável entre os níveis RAID-Z
zh_hans: 校验和可检测并修复静默损坏 ZFS 从不原地覆盖数据，因此没有 RAID 5 的“写入漏洞” 在 RAID-Z 各级别中可用空间最多
zh_hant: 總和檢查碼可偵測並修復無聲損毀 ZFS 從不就地覆寫資料，因此沒有 RAID 5 的「寫入漏洞」 RAID-Z 各等級中可用空間最多

# raidz1_use_cases
source: Small home servers with a few drives Media libraries that are backed up elsewhere TrueNAS, Proxmox and other ZFS systems
de: Kleine Heimserver mit wenigen Laufwerken Mediatheken mit Backup an anderer Stelle TrueNAS, Proxmox und andere ZFS-Systeme
es: Pequeños servidores domésticos con pocas unidades Bibliotecas multimedia con backup en otro lugar TrueNAS, Proxmox y otros sistemas ZFS
fr: Petits serveurs domestiques avec quelques disques Médiathèques sauvegardées ailleurs TrueNAS, Proxmox et autres systèmes ZFS
it: Piccoli server domestici con pochi dischi Librerie multimediali con backup altrove TrueNAS, Proxmox e altri sistemi ZFS
ja: 少数のドライブを搭載した小規模ホームサーバー 別の場所にバックアップがあるメディアライブラリ TrueNAS、ProxmoxなどのZFSシステム
ko: 드라이브가 몇 개인 소형 홈 서버 다른 곳에 백업된 미디어 라이브러리 TrueNAS, Proxmox 및 기타 ZFS 시스템
pt_br: Pequenos servidores domésticos com poucas unidades Bibliotecas de mídia com backup em outro lugar TrueNAS, Proxmox e outros sistemas ZFS
zh_hans: 配有几块硬盘的小型家用服务器 已在别处备份的媒体库 TrueNAS、Proxmox 及其他 ZFS 系统
zh_hant: 搭載數顆硬碟的小型家用伺服器 已在其他地方備份的媒體庫 TrueNAS、Proxmox 及其他 ZFS 系統

# raidz2_calculation
source: Usable space is shown two ways. The first figure is the simple formula: drives minus parity, in each group. The second estimates what ZFS will report for default settings (4K sectors and 128K records). It subtracts RAID-Z allocation padding, which makes some group widths less efficient than others, and the space ZFS holds back: 1/32 of the pool, at most 128 GiB. Compression, record size and sector size change the real number, and a little on-disk metadata isn’t counted.
de: Der nutzbare Speicher wird auf zwei Arten angezeigt. Der erste Wert folgt der einfachen Formel: Laufwerke minus Parität, in jeder Gruppe. Der zweite ist eine Schätzung dessen, was ZFS mit den Standardeinstellungen (4K-Sektoren und 128K-Records) anzeigt. Dafür werden das RAID-Z-Allocation-Padding, das manche Gruppenbreiten weniger effizient macht als andere, und der Platz abgezogen, den ZFS zurückhält: 1/32 des Pools, höchstens 128 GiB. Komprimierung, Record-Größe und Sektorgröße verändern den tatsächlichen Wert, und ein kleiner Teil der Metadaten auf den Laufwerken ist nicht eingerechnet.
es: El espacio utilizable se muestra de dos formas. La primera cifra es la fórmula simple: unidades menos paridad, en cada grupo. La segunda estima lo que ZFS mostrará con la configuración predeterminada (sectores de 4K y registros de 128K). Resta el relleno de asignación de RAID-Z, que hace que algunos anchos de grupo sean menos eficientes que otros, y el espacio que ZFS reserva: 1/32 del pool, como máximo 128 GiB. La compresión, el tamaño de registro y el tamaño de sector cambian la cifra real, y no se cuenta una pequeña cantidad de metadatos en disco.
fr: L’espace utilisable est indiqué de deux façons. Le premier chiffre suit la formule simple : disques moins parité, dans chaque groupe. Le second estime ce que ZFS affichera avec les réglages par défaut (secteurs de 4K et enregistrements de 128K). Il déduit le remplissage d’allocation de RAID-Z, qui rend certaines largeurs de groupe moins efficaces que d’autres, ainsi que l’espace que ZFS réserve : 1/32 du pool, 128 GiB au maximum. La compression, la taille d’enregistrement et la taille de secteur modifient le chiffre réel, et une petite quantité de métadonnées sur disque n’est pas comptée.
it: Lo spazio utilizzabile è indicato in due modi. Il primo valore è la formula semplice: dischi meno parità, in ogni gruppo. Il secondo stima ciò che ZFS mostrerà con le impostazioni predefinite (settori da 4K e record da 128K). Sottrae il padding di allocazione di RAID-Z, che rende alcune larghezze di gruppo meno efficienti di altre, e lo spazio che ZFS tiene da parte: 1/32 del pool, al massimo 128 GiB. Compressione, dimensione dei record e dimensione dei settori cambiano il valore reale, e una piccola quantità di metadati su disco non viene conteggiata.
ja: 使用可能容量は2通りで表示されます。1つ目はシンプルな計算式で、各グループのドライブ数からパリティを引いた値です。2つ目は、デフォルト設定（4Kセクター、128Kレコード）でZFSが表示する容量の見積もりです。RAID-Zの割り当てパディング（グループ幅によって効率が下がる原因）と、ZFSが確保する予約領域（プールの1/32、最大128 GiB）を差し引いています。圧縮、レコードサイズ、セクターサイズによって実際の値は変わります。また、ディスク上のわずかなメタデータは含まれていません。
ko: 사용 가능한 공간은 두 가지 방식으로 표시됩니다. 첫 번째 수치는 간단한 공식으로, 각 그룹의 드라이브 수에서 패리티를 뺀 값입니다. 두 번째 수치는 기본 설정(4K 섹터, 128K 레코드)에서 ZFS가 표시할 용량의 추정치입니다. 그룹 폭에 따라 효율을 떨어뜨리는 RAID-Z 할당 패딩과 ZFS가 예약하는 공간(풀의 1/32, 최대 128 GiB)을 뺍니다. 압축, 레코드 크기, 섹터 크기에 따라 실제 수치는 달라지며, 디스크상의 소량의 메타데이터는 포함되지 않습니다.
pt_br: O espaço utilizável é mostrado de duas formas. O primeiro número é a fórmula simples: unidades menos paridade, em cada grupo. O segundo é uma estimativa do que o ZFS vai informar com as configurações padrão (setores de 4K e registros de 128K). Ele subtrai o preenchimento de alocação do RAID-Z, que torna algumas larguras de grupo menos eficientes que outras, e o espaço que o ZFS reserva: 1/32 do pool, no máximo 128 GiB. A compressão, o tamanho de registro e o tamanho de setor alteram o número real, e uma pequena quantidade de metadados em disco não é contada.
zh_hans: 可用空间以两种方式显示。第一个数值采用简单公式：每组的硬盘数减去校验盘数。第二个数值估算 ZFS 在默认设置（4K 扇区和 128K 记录）下显示的容量。它扣除了 RAID-Z 分配填充（会让某些组宽度的效率低于其他宽度），以及 ZFS 预留的空间：存储池的 1/32，最多 128 GiB。压缩、记录大小和扇区大小会改变实际数值，少量磁盘上的元数据也未计算在内。
zh_hant: 可用空間以兩種方式顯示。第一個數字採用簡單公式：每個群組的硬碟數減去同位元。第二個數字是在預設設定（4K 磁區與 128K 記錄）下，ZFS 會顯示的容量估計值。它扣除了 RAID-Z 的配置填補（使某些群組寬度的效率較低），以及 ZFS 保留的空間：儲存池的 1/32，最多 128 GiB。壓縮、記錄大小與磁區大小都會改變實際數字，此外也未計入少量的磁碟中繼資料。

# raidz2_cons
source: Gives up two drives per group to parity Some group widths lose extra space to padding Uses more memory than hardware RAID
de: Pro Gruppe gehen zwei Laufwerke an die Parität Manche Gruppenbreiten verlieren zusätzlich Platz durch Padding Braucht mehr Arbeitsspeicher als Hardware-RAID
es: Dedica dos unidades por grupo a la paridad Algunos anchos de grupo pierden espacio extra por el relleno Usa más memoria que el RAID por hardware
fr: Consacre deux disques par groupe à la parité Certaines largeurs de groupe perdent de l’espace en remplissage Utilise plus de mémoire que le RAID matériel
it: Dedica due dischi per gruppo alla parità Alcune larghezze di gruppo perdono spazio extra per il padding Usa più memoria del RAID hardware
ja: グループごとに2台分をパリティに使う グループ幅によってはパディングで余分に容量を失う ハードウェアRAIDより多くのメモリを使う
ko: 그룹마다 드라이브 2개 분량을 패리티에 사용 일부 그룹 폭에서는 패딩으로 공간이 추가로 손실됨 하드웨어 RAID보다 메모리를 많이 사용
pt_br: Dedica duas unidades por grupo à paridade Algumas larguras de grupo perdem espaço extra com o preenchimento Usa mais memória que o RAID de hardware
zh_hans: 每组要拿出两块硬盘的容量用于校验 某些组宽度会因填充额外损失空间 比硬件 RAID 占用更多内存
zh_hant: 每個群組要撥出兩顆硬碟作為同位元 某些群組寬度會因填補而額外損失空間 比硬體 RAID 使用更多記憶體

# raidz2_description
source: RAID-Z2 is ZFS’s dual-parity layout, similar to RAID 6. Any two drives in a group can fail.
de: RAID-Z2 ist das ZFS-Layout mit doppelter Parität, ähnlich wie RAID 6. Zwei beliebige Laufwerke einer Gruppe dürfen ausfallen.
es: RAID-Z2 es la configuración de doble paridad de ZFS, similar a RAID 6. Pueden fallar dos unidades cualesquiera de un grupo.
fr: Le RAID-Z2 est la disposition à double parité de ZFS, semblable au RAID 6. Deux disques quelconques d’un groupe peuvent tomber en panne.
it: RAID-Z2 è la configurazione a doppia parità di ZFS, simile a RAID 6. Possono guastarsi due dischi qualsiasi di un gruppo.
ja: RAID-Z2はZFSのデュアルパリティ構成で、RAID 6に似ています。グループ内のどの2台が故障しても耐えられます。
ko: RAID-Z2는 RAID 6과 비슷한 ZFS의 이중 패리티 구성입니다. 그룹 내 어떤 드라이브 2개에 장애가 발생해도 견딜 수 있습니다.
pt_br: O RAID-Z2 é o layout de paridade dupla do ZFS, semelhante ao RAID 6. Quaisquer duas unidades de um grupo podem falhar.
zh_hans: RAID-Z2 是 ZFS 的双校验布局，类似于 RAID 6。组内任意两块硬盘故障都不会丢失数据。
zh_hant: RAID-Z2 是 ZFS 的雙重同位元配置，類似 RAID 6。群組中任意兩顆硬碟故障都能承受。

# raidz2_pros
source: Survives any two failures per group Checksums detect and repair silent corruption The common choice for large home pools
de: Übersteht zwei beliebige Ausfälle pro Gruppe Prüfsummen erkennen und reparieren unbemerkte Datenfehler Die übliche Wahl für große Pools zu Hause
es: Sobrevive a dos fallos cualesquiera por grupo Las sumas de verificación detectan y reparan la corrupción silenciosa La opción habitual para pools domésticos grandes
fr: Survit à deux pannes quelconques par groupe Les sommes de contrôle détectent et réparent la corruption silencieuse Le choix courant pour les grands pools domestiques
it: Sopravvive a due guasti qualsiasi per gruppo I checksum rilevano e riparano la corruzione silenziosa La scelta più comune per i grandi pool domestici
ja: グループごとにどの2台の故障にも耐えられる チェックサムがサイレントな破損を検出して修復 大規模なホームプールの定番
ko: 그룹마다 어떤 드라이브 2개에 장애가 발생해도 견딤 체크섬으로 눈에 띄지 않는 손상을 감지하고 복구 대규모 홈 풀에서 흔히 선택하는 레벨
pt_br: Sobrevive a quaisquer duas falhas por grupo Somas de verificação detectam e reparam corrupção silenciosa A escolha mais comum para pools domésticos grandes
zh_hans: 每组可承受任意两块硬盘故障 校验和可检测并修复静默损坏 大型家用存储池的常见选择
zh_hant: 每個群組可承受任意兩顆故障 總和檢查碼可偵測並修復無聲損毀 大型家用儲存池的常見選擇

# raidz2_use_cases
source: Home and small-office pools of 6 to 12 drives Photo and document archives TrueNAS, Proxmox and other ZFS systems
de: Pools mit 6 bis 12 Laufwerken für Zuhause und kleine Büros Foto- und Dokumentarchive TrueNAS, Proxmox und andere ZFS-Systeme
es: Pools domésticos y de pequeña oficina de 6 a 12 unidades Archivos de fotos y documentos TrueNAS, Proxmox y otros sistemas ZFS
fr: Pools domestiques et de petits bureaux de 6 à 12 disques Archives de photos et de documents TrueNAS, Proxmox et autres systèmes ZFS
it: Pool domestici e per piccoli uffici da 6 a 12 dischi Archivi di foto e documenti TrueNAS, Proxmox e altri sistemi ZFS
ja: 6〜12台のドライブによる家庭・小規模オフィス向けプール 写真や文書のアーカイブ TrueNAS、ProxmoxなどのZFSシステム
ko: 드라이브 6~12개로 구성된 가정 및 소규모 사무실용 풀 사진 및 문서 아카이브 TrueNAS, Proxmox 및 기타 ZFS 시스템
pt_br: Pools domésticos e de pequenos escritórios com 6 a 12 unidades Arquivos de fotos e documentos TrueNAS, Proxmox e outros sistemas ZFS
zh_hans: 家庭和小型办公室的 6 到 12 块硬盘存储池 照片和文档归档 TrueNAS、Proxmox 及其他 ZFS 系统
zh_hant: 由 6 到 12 顆硬碟組成的家用與小型辦公室儲存池 照片與文件封存 TrueNAS、Proxmox 及其他 ZFS 系統

# raidz3_calculation
source: Usable space is shown two ways. The first figure is the simple formula: drives minus parity, in each group. The second estimates what ZFS will report for default settings (4K sectors and 128K records). It subtracts RAID-Z allocation padding, which makes some group widths less efficient than others, and the space ZFS holds back: 1/32 of the pool, at most 128 GiB. Compression, record size and sector size change the real number, and a little on-disk metadata isn’t counted.
de: Der nutzbare Speicher wird auf zwei Arten angezeigt. Der erste Wert folgt der einfachen Formel: Laufwerke minus Parität, in jeder Gruppe. Der zweite ist eine Schätzung dessen, was ZFS mit den Standardeinstellungen (4K-Sektoren und 128K-Records) anzeigt. Dafür werden das RAID-Z-Allocation-Padding, das manche Gruppenbreiten weniger effizient macht als andere, und der Platz abgezogen, den ZFS zurückhält: 1/32 des Pools, höchstens 128 GiB. Komprimierung, Record-Größe und Sektorgröße verändern den tatsächlichen Wert, und ein kleiner Teil der Metadaten auf den Laufwerken ist nicht eingerechnet.
es: El espacio utilizable se muestra de dos formas. La primera cifra es la fórmula simple: unidades menos paridad, en cada grupo. La segunda estima lo que ZFS mostrará con la configuración predeterminada (sectores de 4K y registros de 128K). Resta el relleno de asignación de RAID-Z, que hace que algunos anchos de grupo sean menos eficientes que otros, y el espacio que ZFS reserva: 1/32 del pool, como máximo 128 GiB. La compresión, el tamaño de registro y el tamaño de sector cambian la cifra real, y no se cuenta una pequeña cantidad de metadatos en disco.
fr: L’espace utilisable est indiqué de deux façons. Le premier chiffre suit la formule simple : disques moins parité, dans chaque groupe. Le second estime ce que ZFS affichera avec les réglages par défaut (secteurs de 4K et enregistrements de 128K). Il déduit le remplissage d’allocation de RAID-Z, qui rend certaines largeurs de groupe moins efficaces que d’autres, ainsi que l’espace que ZFS réserve : 1/32 du pool, 128 GiB au maximum. La compression, la taille d’enregistrement et la taille de secteur modifient le chiffre réel, et une petite quantité de métadonnées sur disque n’est pas comptée.
it: Lo spazio utilizzabile è indicato in due modi. Il primo valore è la formula semplice: dischi meno parità, in ogni gruppo. Il secondo stima ciò che ZFS mostrerà con le impostazioni predefinite (settori da 4K e record da 128K). Sottrae il padding di allocazione di RAID-Z, che rende alcune larghezze di gruppo meno efficienti di altre, e lo spazio che ZFS tiene da parte: 1/32 del pool, al massimo 128 GiB. Compressione, dimensione dei record e dimensione dei settori cambiano il valore reale, e una piccola quantità di metadati su disco non viene conteggiata.
ja: 使用可能容量は2通りで表示されます。1つ目はシンプルな計算式で、各グループのドライブ数からパリティを引いた値です。2つ目は、デフォルト設定（4Kセクター、128Kレコード）でZFSが表示する容量の見積もりです。RAID-Zの割り当てパディング（グループ幅によって効率が下がる原因）と、ZFSが確保する予約領域（プールの1/32、最大128 GiB）を差し引いています。圧縮、レコードサイズ、セクターサイズによって実際の値は変わります。また、ディスク上のわずかなメタデータは含まれていません。
ko: 사용 가능한 공간은 두 가지 방식으로 표시됩니다. 첫 번째 수치는 간단한 공식으로, 각 그룹의 드라이브 수에서 패리티를 뺀 값입니다. 두 번째 수치는 기본 설정(4K 섹터, 128K 레코드)에서 ZFS가 표시할 용량의 추정치입니다. 그룹 폭에 따라 효율을 떨어뜨리는 RAID-Z 할당 패딩과 ZFS가 예약하는 공간(풀의 1/32, 최대 128 GiB)을 뺍니다. 압축, 레코드 크기, 섹터 크기에 따라 실제 수치는 달라지며, 디스크상의 소량의 메타데이터는 포함되지 않습니다.
pt_br: O espaço utilizável é mostrado de duas formas. O primeiro número é a fórmula simples: unidades menos paridade, em cada grupo. O segundo é uma estimativa do que o ZFS vai informar com as configurações padrão (setores de 4K e registros de 128K). Ele subtrai o preenchimento de alocação do RAID-Z, que torna algumas larguras de grupo menos eficientes que outras, e o espaço que o ZFS reserva: 1/32 do pool, no máximo 128 GiB. A compressão, o tamanho de registro e o tamanho de setor alteram o número real, e uma pequena quantidade de metadados em disco não é contada.
zh_hans: 可用空间以两种方式显示。第一个数值采用简单公式：每组的硬盘数减去校验盘数。第二个数值估算 ZFS 在默认设置（4K 扇区和 128K 记录）下显示的容量。它扣除了 RAID-Z 分配填充（会让某些组宽度的效率低于其他宽度），以及 ZFS 预留的空间：存储池的 1/32，最多 128 GiB。压缩、记录大小和扇区大小会改变实际数值，少量磁盘上的元数据也未计算在内。
zh_hant: 可用空間以兩種方式顯示。第一個數字採用簡單公式：每個群組的硬碟數減去同位元。第二個數字是在預設設定（4K 磁區與 128K 記錄）下，ZFS 會顯示的容量估計值。它扣除了 RAID-Z 的配置填補（使某些群組寬度的效率較低），以及 ZFS 保留的空間：儲存池的 1/32，最多 128 GiB。壓縮、記錄大小與磁區大小都會改變實際數字，此外也未計入少量的磁碟中繼資料。

# raidz3_cons
source: Gives up three drives per group to parity The slowest of the RAID-Z levels Needs at least four drives per group
de: Pro Gruppe gehen drei Laufwerke an die Parität Das langsamste der RAID-Z-Level Braucht mindestens vier Laufwerke pro Gruppe
es: Dedica tres unidades por grupo a la paridad El más lento de los niveles RAID-Z Requiere al menos cuatro unidades por grupo
fr: Consacre trois disques par groupe à la parité Le plus lent des niveaux RAID-Z Nécessite au moins quatre disques par groupe
it: Dedica tre dischi per gruppo alla parità Il più lento dei livelli RAID-Z Richiede almeno quattro dischi per gruppo
ja: グループごとに3台分をパリティに使う RAID-Zレベルの中で最も遅い グループごとに4台以上のドライブが必要
ko: 그룹마다 드라이브 3개 분량을 패리티에 사용 RAID-Z 레벨 중 가장 느림 그룹마다 드라이브가 4개 이상 필요
pt_br: Dedica três unidades por grupo à paridade O mais lento dos níveis RAID-Z Precisa de pelo menos quatro unidades por grupo
zh_hans: 每组要拿出三块硬盘的容量用于校验 在 RAID-Z 各级别中速度最慢 每组至少需要四块硬盘
zh_hant: 每個群組要撥出三顆硬碟作為同位元 RAID-Z 各等級中速度最慢 每個群組至少需要四顆硬碟

# raidz3_description
source: RAID-Z3 is ZFS’s triple-parity layout. Any three drives in a group can fail, which suits very wide groups of very large drives.
de: RAID-Z3 ist das ZFS-Layout mit dreifacher Parität. Drei beliebige Laufwerke einer Gruppe dürfen ausfallen, was zu sehr breiten Gruppen aus sehr großen Laufwerken passt.
es: RAID-Z3 es la configuración de triple paridad de ZFS. Pueden fallar tres unidades cualesquiera de un grupo, lo que la hace adecuada para grupos muy anchos de unidades muy grandes.
fr: Le RAID-Z3 est la disposition à triple parité de ZFS. Trois disques quelconques d’un groupe peuvent tomber en panne, ce qui convient aux groupes très larges de très gros disques.
it: RAID-Z3 è la configurazione a tripla parità di ZFS. Possono guastarsi tre dischi qualsiasi di un gruppo, il che la rende adatta a gruppi molto ampi di dischi molto grandi.
ja: RAID-Z3はZFSのトリプルパリティ構成です。グループ内のどの3台が故障しても耐えられるため、超大容量ドライブで構成した非常に幅の広いグループに適しています。
ko: RAID-Z3은 ZFS의 삼중 패리티 구성입니다. 그룹 내 어떤 드라이브 3개에 장애가 발생해도 견딜 수 있으므로, 초대용량 드라이브로 이루어진 매우 넓은 그룹에 적합합니다.
pt_br: O RAID-Z3 é o layout de paridade tripla do ZFS. Quaisquer três unidades de um grupo podem falhar, o que o torna adequado para grupos muito largos de unidades muito grandes.
zh_hans: RAID-Z3 是 ZFS 的三重校验布局。组内任意三块硬盘故障都不会丢失数据，适合由超大容量硬盘组成的超宽组。
zh_hant: RAID-Z3 是 ZFS 的三重同位元配置。群組中任意三顆硬碟故障都能承受，適合由超大容量硬碟組成的極寬群組。

# raidz3_pros
source: Survives any three failures per group The safest choice for wide groups of large drives Checksums detect and repair silent corruption
de: Übersteht drei beliebige Ausfälle pro Gruppe Die sicherste Wahl für breite Gruppen aus großen Laufwerken Prüfsummen erkennen und reparieren unbemerkte Datenfehler
es: Sobrevive a tres fallos cualesquiera por grupo La opción más segura para grupos anchos de unidades grandes Las sumas de verificación detectan y reparan la corrupción silenciosa
fr: Survit à trois pannes quelconques par groupe Le choix le plus sûr pour les groupes larges de gros disques Les sommes de contrôle détectent et réparent la corruption silencieuse
it: Sopravvive a tre guasti qualsiasi per gruppo La scelta più sicura per gruppi ampi di dischi grandi I checksum rilevano e riparano la corruzione silenziosa
ja: グループごとにどの3台の故障にも耐えられる 大容量ドライブによる幅の広いグループに最も安全な選択 チェックサムがサイレントな破損を検出して修復
ko: 그룹마다 어떤 드라이브 3개에 장애가 발생해도 견딤 대용량 드라이브로 이루어진 넓은 그룹에 가장 안전한 선택 체크섬으로 눈에 띄지 않는 손상을 감지하고 복구
pt_br: Sobrevive a quaisquer três falhas por grupo A escolha mais segura para grupos largos de unidades grandes Somas de verificação detectam e reparam corrupção silenciosa
zh_hans: 每组可承受任意三块硬盘故障 对由大容量硬盘组成的宽组来说是最安全的选择 校验和可检测并修复静默损坏
zh_hant: 每個群組可承受任意三顆故障 由大容量硬碟組成的寬群組最安全的選擇 總和檢查碼可偵測並修復無聲損毀

# raidz3_use_cases
source: Very wide groups, where rebuilds take days Long-term archives Large pools of 18 TB and bigger drives
de: Sehr breite Gruppen, deren Rebuild Tage dauert Langzeitarchive Große Pools mit Laufwerken ab 18 TB
es: Grupos muy anchos, donde las reconstrucciones tardan días Archivos a largo plazo Pools grandes con unidades de 18 TB o más
fr: Groupes très larges, où les reconstructions prennent des jours Archives à long terme Grands pools de disques de 18 TB et plus
it: Gruppi molto ampi, dove le ricostruzioni richiedono giorni Archivi a lungo termine Grandi pool di dischi da 18 TB e oltre
ja: 再構築に数日かかる、非常に幅の広いグループ 長期アーカイブ 18 TB以上のドライブによる大規模プール
ko: 재구축에 며칠이 걸리는 매우 넓은 그룹 장기 아카이브 18 TB 이상 드라이브로 구성된 대규모 풀
pt_br: Grupos muito largos, em que as reconstruções levam dias Arquivos de longo prazo Pools grandes com unidades de 18 TB ou mais
zh_hans: 重建需要数天的超宽组 长期归档 由 18 TB 及以上硬盘组成的大型存储池
zh_hant: 重建需要數天的極寬群組 長期封存 使用 18 TB 以上硬碟的大型儲存池

# rating_accessibility
source: %1$@, %2$d of 5, %3$@
de: %1$@, %2$d von 5, %3$@
es: %1$@, %2$d de 5, %3$@
fr: %1$@, %2$d sur 5, %3$@
it: %1$@, %2$d su 5, %3$@
ja: %1$@、5段階中%2$d、%3$@
ko: %1$@, 5점 중 %2$d점, %3$@
pt_br: %1$@, %2$d de 5, %3$@
zh_hans: %1$@，%2$d 分（满分 5 分），%3$@
zh_hant: %1$@，%2$d 分（滿分 5 分），%3$@

source: Ratings
de: Bewertungen
es: Valoraciones
fr: Notes
it: Valutazioni
ja: 評価
ko: 평가
pt_br: Avaliações
zh_hans: 评级
zh_hant: 評分

# ratings_footnote
source: Ratings compare RAID levels with each other. They aren’t benchmarks.
de: Die Bewertungen vergleichen RAID-Level untereinander. Es sind keine Benchmarks.
es: Las valoraciones comparan los niveles RAID entre sí. No son pruebas de rendimiento.
fr: Les notes comparent les niveaux RAID entre eux. Ce ne sont pas des mesures de performance.
it: Le valutazioni confrontano i livelli RAID tra loro. Non sono benchmark.
ja: 評価はRAIDレベル同士の相対比較で、ベンチマークではありません。
ko: 평가는 RAID 레벨 간의 상대적 비교이며, 벤치마크가 아닙니다.
pt_br: As avaliações comparam os níveis RAID entre si. Não são benchmarks.
zh_hans: 评级是 RAID 级别之间的相互比较，并非基准测试。
zh_hant: 評分是 RAID 等級之間的相對比較，並非效能測試結果。
